export const pricing = {};

export const subWorks = {
  "Still_Photography": ["Mumbai_Upto_4_Hrs", "Mumbai_Above_4_and_upto_8_Hrs", "Panvel_Upto_4_Hrs", "Panvel_Above_4_and_upto_8_Hrs", "Uran_Upto_4_Hrs", "Uran_Above_4_and_upto_8_Hrs", "Nhava_Upto_4_Hrs", "Nhava_Above_4_and_upto_8_Hrs", "Outstation_Upto_4_Hrs", "Outstation_Above_4_and_upto_8_Hrs"],
  "Videography": ["Mumbai_Upto_4_Hrs", "Mumbai_Above_4_and_upto_8_Hrs", "Panvel_Upto_4_Hrs", "Panvel_Above_4_and_upto_8_Hrs", "Uran_Upto_4_Hrs", "Uran_Above_4_and_upto_8_Hrs", "Nhava_Upto_4_Hrs", "Nhava_Above_4_and_upto_8_Hrs", "Outstation_Upto_4_Hrs", "Outstation_Above_4_and_upto_8_Hrs"],
  "Two_Camera_Setup": ["Mumbai_Upto_4_Hrs", "Mumbai_Above_4_and_upto_8_Hrs", "Panvel_Upto_4_Hrs", "Panvel_Above_4_and_upto_8_Hrs", "Uran_Upto_4_Hrs", "Uran_Above_4_and_upto_8_Hrs", "Nhava_Upto_4_Hrs", "Nhava_Above_4_and_upto_8_Hrs", "Outstation_Upto_4_Hrs", "Outstation_Above_4_and_upto_8_Hrs"],
  "Three_Camera_Setup": ["Mumbai_Upto_4_Hrs", "Mumbai_Above_4_and_upto_8_Hrs", "Panvel_Upto_4_Hrs", "Panvel_Above_4_and_upto_8_Hrs", "Uran_Upto_4_Hrs", "Uran_Above_4_and_upto_8_Hrs", "Nhava_Upto_4_Hrs", "Nhava_Above_4_and_upto_8_Hrs", "Outstation_Upto_4_Hrs", "Outstation_Above_4_and_upto_8_Hrs"],
  "Live_Telecast": ["Mumbai_Upto_4_Hrs", "Mumbai_Above_4_and_upto_8_Hrs", "Panvel_Upto_4_Hrs", "Panvel_Above_4_and_upto_8_Hrs", "Uran_Upto_4_Hrs", "Uran_Above_4_and_upto_8_Hrs", "Nhava_Upto_4_Hrs", "Nhava_Above_4_and_upto_8_Hrs", "Outstation_Upto_4_Hrs", "Outstation_Above_4_and_upto_8_Hrs"],
  "Storage": ["32GB", "64GB", "128GB", "256GB", "1TB", "2TB"],
  "Others": []
};

export const venues = [
  'NBP Green Heights, BKC, Bandra (East), Mumbai - 400051',
  'Vasudhara Bhavan, Western Express Highway, Bandra (East), Mumbai – 400051',
  '11 High, Sion-Bandra Link Rd, Sion West, Mumbai - 400017',
  'Helibase, Airport area, Juhu, Mumbai - 400049',
  "Maker Tower 'E', Chamundeshwari Nagar, Cuffe Parade, Mumbai - 400005",
  'Phase-I, Panvel, Navi Mumbai – 410221',
  'Phase-II, Panvel, Navi Mumbai – 410221',
  'Uran Plant, Dronagiri Bhavan, Uran, Distt Raigad 400702',
  'Nhava Supply Base, Navi Mumbai - 410206',
  'Hotel Novotel, Juhu Beach, Mumbai - 400 049',
  'JW Marriott,  Juhu, Mumbai - 400 049',
  'Hotel Taj Lands End, Bandstand, Bandra (w) Mumbai 400050',
  'Aurika Hotel, Near T2 Terminal, Mumbai',
  'महाराष्ट्र विधानमंडळ सचिवालय, विधान भवन, मुंबई ४०००३२',
  'Others'
];

export const vendors = ['ICOMP SYSTEMS', 'STUDIO VISION', 'WAGHSONS PHOTO VISION'];

// --- NEW EXPORTS ---
export const vidhanMandalWorks = {
  "पासपोर्ट फोटो एक्सपोझिंग चार्जेस सह": [
    "फोटो काढून ४ नग स्टॅम्प साईज फोटो प्रिंटीगसह",
    "फोटो काढून ४ नग पासपोर्ट साईज फोटो प्रिंटीगसह",
    "फोटो काढून ४ नग व्‍हीसा साईज फोटो प्रिंटींगसह"
  ],
  "फोटोग्राफी": [
    "४ तासापर्यंत डाटा डीव्हीडी, सॉफट कॉपी ई-मेलवर अपलोड करणेसह",
    "८ तासापर्यंत डाटा डीव्हीडी, सॉफट कॉपी ई-मेलवर अपलोड करणेसह",
    "१२ तासापर्यंत डाटा डीव्हीडी, सॉफट कॉपी ई-मेलवर अपलोड करणेसह",
    "मुंबई बाहेर ४ तासापर्यंत डाटा डीव्हीडी, सॉफट कॉपी ई-मेलवर अपलोड करणेसह",
    "मुंबई बाहेर ८ तासापर्यंत डाटा डीव्हीडी, सॉफट कॉपी ई-मेलवर अपलोड करणेसह",
    "मुंबई बाहेर १२ तासापर्यंत डाटा डीव्हीडी, सॉफट कॉपी ई-मेलवर अपलोड करणेसह"
  ],
  "फोटो प्रिंटिंग": [
    "५ X १० मेट कॉपी",
    "५ X १० मेट कॉपी अतिरिक्त फोटो",
    "६ X 8 मेट कॉपी",
    "८ X १० मेट कॉपी",
    "८ X १२ मेट कॉपी",
    "१० X १२ मेट कॉपी",
    "१२ X १५ मेट कॉपी",
    "१२ X १८ मेट कॉपी",
    "१६ X २० मेट कॉपी",
    "२० X २४ मेट कॉपी",
    "२४ X ३० मेट कॉपी"
  ],
  "फोटो अल्बम ( रिकामे )": [
    "५ X ७ साईज अल्बम चार्ज १ X १ ( ४० फोटो )",
    "५ X ७ साईज अल्बम चार्ज १ X १ ( ६० फोटो )",
    "५ X ७ साईज अल्बम चार्ज १ X १ ( ८० फोटो )",
    "५ X ७ साईज अल्बम चार्ज १ X १ ( १०० फोटो )",
    "५ X ७ साईज अल्बम चार्ज १ X १ (२०० फोटो )",
    "१२ X ३६ कव्हर पेज सह कारीजम अल्बम २५ पाने २०० फोटो  (डिझाईन प्रिंटिंग)",
    "१२ X ३६ कारीजम अल्बम १ पाने (डिझाईन प्रिंटिंग)",
    "१२ X ३६ कव्हर पेज सह कारीजम अल्बम २५ पाने फक्त प्रिंटिंग)",
    "१२ X ३६ कारीजम अल्बम १ पाने फक्त प्रिंटिंग)"
  ],
  "व्हिडिओ शुटींग एक्सपोझिंग चार्जेस सह": [
    "४ तासपर्यंत (एडिटिंग व डेटा डीव्हीडी सह)",
    "८ तासपर्यंत (एडिटिंग व डेटा डीव्हीडी सह)",
    "१२ तासपर्यंत (एडिटिंग व डेटा डीव्हीडी सह)",
    "मुंबई बाहेर ४ तासपर्यंत (एडिटिंग व डेटा डीव्हीडी सह)",
    "मुंबई बाहेर ८ तासपर्यंत (एडिटिंग व डेटा डीव्हीडी सह)",
    "मुंबई बाहेर १२ तासपर्यंत (एडिटिंग व डेटा डीव्हीडी सह)"
  ],
  "अतिरिक्त डीव्हीडी कॉपी": [
    "सिंगल डीव्हीडी सेट",
    "दोन डीव्हीडी सेट",
    "तीन डीव्हीडी सेट",
    "चार डीव्हीडी सेट",
    "पाच डीव्हीडी सेट",
    "आठ डीव्हीडी सेट",
    "दहा डीव्हीडी सेट"
  ],
  "पेनड्राईव ३.०": [
    "१६ जी बी",
    "३२ जी बी",
    "६४ जी बी",
    "१२८ जी बी"
  ],
  "हार्डडिस्क": [
    "१ टि. बी.",
    "२ टि. बी."
  ],
  "लाईव्ह व्हिडिओ मिक्सर": [
    "लाईव्ह व्हिडिओ मिक्सर",
    "मुंबई बाहेर लाईव्ह व्हिडिओ मिक्सर"
  ],
  "स्टुडिओ सेटअप चार्जेस": [
    "स्टुडिओ सेटअप चार्जेस  (दोन लाईट)",
    "मुंबई बाहेर स्टुडिओ सेटअप चार्जेस (दोन लाईट)"
  ],
  "सन्माननीय सदस्यांचे एकत्रित छायाचित्र पाकीटासाहित": [
    "सन्माननीय विधानपरिषद सदस्यांचे एकत्रित छायाचित्र (१२ क्ष १५ फोटो साईज व १५ क्ष १८ माउटीग साईज",
    "सन्माननीय विधानसभा सदस्यांचे एकत्रित छायाचित्र (१८ क्ष २० फोटो साईज व २१ क्ष २४ माउटीग साईज",
    "सन्माननीय सदस्यांचे एकत्रित छायाचित्र माउटीग सहित (२१  क्ष २४  आकाराचे  माउटीग सहित लाकडी फ्रेम तयार करणे)",
    "सनबोर्ड फोटो / लमीनेशन प्रिंटिंगसह ( प्रती चौरस फुट)"
  ],
  "दिवंगत विधानपरिषद व विधानसभा सदस्य यांच्याकरीत स्मृतिपत्र": [
    "स्मृतिपत्र (गोल्डन एम्बॉस सहित) १२\" क्ष १८\" आकर्षक फ्रेम माऊंटीग सहित १७\" क्ष २३\" बंद बॉक्स ( १८\" क्ष २४\" या आकाराचा ) पुरवणे"
  ],
  "फोटो लेमिनेशन": [
    "फोटो सहित लेमिनेशन (लाकडी) प्रती इंच"
  ],
  "फोटो फ्रेम": [
    "१ इंच लाकडी फ्रेम साईज १०\" क्ष १४\"",
    "१ इंच लाकडी फ्रेम साईज १२\" क्ष १४\"",
    "१ इंच लाकडी फ्रेम साईज १४\" क्ष १६\"",
    "२ इंच लाकडी फ्रेम साईज १४\" क्ष २०\"",
    "२ इंच लाकडी फ्रेम साईज १८\" क्ष २२\"",
    "२.५ इंच लाकडी फ्रेम साईज २२\" क्ष २६\"",
    "२.५ इंच लाकडी फ्रेम साईज २७\" क्ष ३३\""
  ],
  "बॅनर": [
    "डिजिटल फ्लेक्स बॅनर डिझाईन करणे. (प्रती चो. फुट)",
    "डिजिटल फ्लेक्स बॅनर डिझाईन प्रिंटिंग सहित (प्रती चो. फुट)",
    "डिजिटल फ्लेक्स बॅनर डिझाईन प्रिंटिंग/लकडी फ्रेम तयार करणे",
    "स्टँडीज बॅनर सहित उपलब्घ करून देणे.",
    "स्टँडीज लिनेल सहित उपलब्घ करून देणे."
  ]
};

export const noPersonnelWorks = [
  'Storage', 
  '32_GB_Pendrive', 
  'पासपोर्ट फोटो एक्सपोझिंग चार्जेस सह',
  'फोटो प्रिंटिंग',
  'फोटो अल्बम ( रिकामे )',
  'अतिरिक्त डीव्हीडी कॉपी', 
  'पेनड्राईव ३.०', 
  'हार्डडिस्क', 
  'स्टुडिओ सेटअप चार्जेस',
  'सन्माननीय सदस्यांचे एकत्रित छायाचित्र पाकीटासाहित', 
  'दिवंगत विधानपरिषद व विधानसभा सदस्य यांच्याकरीत स्मृतिपत्र',
  'फोटो लेमिनेशन', 
  'फोटो फ्रेम', 
  'बॅनर'
];